Repository: susanrosito/vacaciones-permanentes
Catalog: TARGETTO/locales/*.po
Languages: es

source: Connecting to MongoDB at %s
es: Conectando con MongoDB en %s

source: Database connected
es: Base de datos conectada

source: Express Server started at port: %d
es: Servidor de Express conectado en puerto: %d

source: Creating models...
es: Creando modelos...

source: Creating Trip Schema
es: Creando esquema de Viajes (Trip)

source: Creating User Schema
es: Creando esquema de Usuario (User)

source: Creating routes...
es: Creando rutas...

source: Creating authentication routes...
es: Creando rutas de autenticación...

source: Defining 404 page not found actions...
es: Definiendo acciones de página 404 No Encontrada

source: NOT FOUND
es: NO ENCONTRADO

source: %s Request to "%s"
es: %s Petición a "%s"

source: Creating trip routes...'
es: Creando rutas de viajes...

source: Permanent Vacations
es: Vacaciones Permanentes

source: Log In
es: Iniciar Sesión

source: Register
es: Registrarse

source: Please fill out all fields
es: Por favor, complete todos los campos

source: There is no user with that email registered
es: No hay un usuario con ese correo electrónico registrado

source: The username and password do not match
es: El usuario y la contraseña no coinciden

source: Log Out
es: Cerrar Sesión

source: Email
es: Correo Electrónico

source: Password
es: Contraseña

source: Cancel
es: Cancelar

source: e.g. someone@company.com
es: ej. alguien@compania.com

source: Use letters and numbers only
es: Use solo letras o números

source: Add New Trip
es: Agregar Nuevo Viaje

source: Edit Trip
es: Editar Viaje

source: Delete Trip
es: Borrar Viaje

source: from
es: desde

source: to
es: hasta

source: Title
es: Título

source: Start Date
es: Fecha de Salida

source: End Date
es: Fecha de Regreso

source: e.g. Summer Vacations
es: ej. Vacaciones de Verano

source: e.g. August 1, 2015
es: ej. Agosto 1 de 2015
